benchmarks/framework-shootout/results/sanic/html/run1/wrk_steady.txt
Running 5s test @ http://sanic:8080/html
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.90ms   14.63ms  59.00ms   82.19%
    Req/Sec    10.02k     1.92k   14.54k    71.50%
  Latency Distribution
     50%  708.00us
     75%   12.40ms
     90%   35.76ms
     99%   50.87ms
  200853 requests in 5.04s, 25.67MB read
Requests/sec:  39815.38
Transfer/sec:      5.09MB